[
  {
    "copyright": "Joe Navara",
    "date": "2021-06-17",
    "explanation": "NGC 6888, also known as the Crescent Nebula, is a about 25 light-years across blown by winds from its central, bright, massive star. A triumvirate of astroimagers ( Joe, Glenn, Russell) created this sharp portrait of the cosmic bubble. Their telescopic collaboration collected over 30 hours of narrow band image data isolating light from hydrogen and oxygen atoms. The oxygen atoms produce the blue-green hue that seems to enshroud the detailed folds and filaments. Visible within the nebula, NGC 6888\u0027s central star is classified as a Wolf-Rayet star (WR 136). The star is shedding its outer envelope in a strong stellar wind, ejecting the equivalent of the Sun\u0027s mass every 10,000 years.  The nebula\u0027s complex structures are likely the result of this strong wind interacting with material ejected in an earlier phase. Burning fuel at a prodigious rate and near the end of its stellar life this star should ultimately go out with a bang in a spectacular supernova explosion. Found in the nebula rich constellation Cygnus, NGC 6888 is about 5,000 light-years away.",
    "hdurl": "https://apod.nasa.gov/apod/image/2106/CrescentHOOcombinedFinalimage.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 6888: The Crescent Nebula",
    "url": "https://apod.nasa.gov/apod/image/2106/CrescentHOOcombinedFinalimage1024.jpg"
  },
  {
    "copyright": "Elliot Severn",
    "date": "2021-06-12",
    "explanation": "clipses tend to come in pairs. Twice a year, during an eclipse season that lasts about 34 days, Sun, Moon, and Earth can nearly align. Then the full and new phases of the Moon separated by just over 14 days create a lunar and a solar eclipse. Often partial eclipses are part of any eclipse season. But sometimes the alignment at both new moon and full moon phases during a single eclipse season is close enough to produce a pair of both total (or a total and an annular) lunar and solar eclipses. For this eclipse season, the New Moon following the Full Moon\u0027s total lunar eclipse on May 26 did produce an annular solar eclipse along its northerly shadow track. That eclipse is seen here in a partially eclipsed sunrise on June 10, photographed from a fishing pier in Stratford, Connecticut in the northeastern US.   Notable images submitted to APOD: June 10 solar eclipse",
    "hdurl": "https://apod.nasa.gov/apod/image/2106/JunSE_DSC_7477b_.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Eclipse on the Water",
    "url": "https://apod.nasa.gov/apod/image/2106/JunSE_DSC_7477b_1024.jpg"
  },
  {
    "copyright": "Zev Hoover",
    "date": "2021-06-11",
    "explanation": "On June 10 a New Moon passed in front of the Sun. In silhouette only two days after reaching apogee, the most distant point in its elliptical orbit, the Moon\u0027s small apparent size helped create an annular solar eclipse. The brief but spectacular annular phase of the eclipse shows a bright solar disk as a ring of fire when viewed along its narrow, northerly shadow track across planet Earth. Cloudy early morning skies along the US east coast held gorgeous views of a partially eclipsed Sun though. Rising together Moon and Sun are captured in a sequence of consecutive frames near maximum eclipse in this digital composite, seen from Quincy Beach south of Boston, Massachusetts. The serendipitous sequence follows the undulating path of a bird in flight joining the Moon in silhouette with the rising Sun.   Notable images submitted to APOD: This week\u0027s solar eclipse",
    "hdurl": "https://apod.nasa.gov/apod/image/2106/2021-06-10EclipseFlybywm.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Eclipse Flyby",
    "url": "https://apod.nasa.gov/apod/image/2106/2021-06-10EclipseFlybywm1066.jpg"
  }
]